Repository: IvanMagda-energ/AbzTESTTASK
Catalog: AbzTESTTASK/Localization/Localizable.xcstrings
Source language: en
Languages: uk

# authorisation.tab.item.title
source: Sign up
uk: Зареєструватися

# authorisation.view.header.text
source: Working with POST request
uk: Робота з POST запитом

# camera.picker.button
source: Camera
uk: Камера

# credential.already.registered.view.text
source: That email is already registered
uk: Ця електронна адреса вже зареєстрована

# email.textfield.placeholder
source: Email
uk: Електронна пошта

# failed.to.get.positions.error.description
source: Failed to get positions.
uk: Не вдалось отримати позиції

# failed.to.get.positions.failure.reason %@
source: Problem occurred with getting positions. Error: %@
uk: Виникла проблема з отриманням позиції. Помилка: %@

# failed.to.get.positions.help.anchor
source: Try again
uk: Спробуйте знову

# failed.to.get.users.error.description
source: Failed to get users.
uk: Не вдалось отримати користувачів.

# failed.to.get.users.failure.reason %@
source: Problem occurred with getting users. Error: %@
uk: Виникла проблема з отриманням користувачів. Помилка: %@

# failed.to.get.users.help.anchor
source: Try again
uk: Спробуйте знову

# failed.to.sign.up.error.description
source: Failed to sign up user.
uk: Не вдалось зареєструвати користувача

# failed.to.sign.up.failure.reason %@
source: Problem occurred with sigh up. Error: %@
uk: Виникла проблема з реєстрацією користувача. Помилка: %@

# failed.to.sign.up.help.anchor
source: Check that all required fields are correct and try again.
uk: Перевірте чи всі необхідні поля заповнені коректно та спробуйте знову

# gallery.picker.button
source: Gallery
uk: Галерея

# got.it.button
source: Got it
uk: Зрозуміло

source: Invalid email format
uk: Недійсний формат електронної пошти

source: Invalid phone format
uk: Недійсний формат телефону

# name.textfield.placeholder
source: Name
uk: Ім’я

# no.connection.view.text
source: There is no internet connection
uk: Немає підключення до Інтернету

# no.user.view.text
source: There are no users yet
uk: Користувачів ще немає

# phone.textfield.placeholder
source: Phone
uk: Телефон

# picker.menu.title
source: Choose how you want to add a photo
uk: Виберіть спосіб додавання фотографіїv

# position.section.title
source: Select your position
uk: Виберіть свою позицію

source: Required field
uk: Обов'язкове поле

# required.image
source: Photo is required
uk: Фото обов'язкове

# signup.button
source: Sign up
uk: Зареєструватись

# successful.signUp.view.text
source: User successfully registered
uk: Користувач успішно зареєстрований

# try.again.button
source: Try again
uk: Спробуйте знову

source: Unknown error
uk: Невідома помилка

# upload.button
source: Upload
uk: Завантажити

# upload.user.image.placeholder
source: Upload your photo
uk: Завантажте свою фотографію

# user.list.tab.item.title
source: Users
uk: Kористувачі

# user.list.view.header.text
source: Working with GET request
uk: Робота з GET запитом
